/* Task # 8. Create an output program on the screen in one line
 *  of four any numbers with one space between them.
 * Задача № 8. Составить программу вывода на экран в одну строку
 *  четырех любых чисел с одним пробелом между ними.*/

package com.gmail.sklprime;

public class Main {

	public static void main(String[] args) {

		int numOne = 157;
		double numTwo = 56.458;
		int numThree = 123456;
		double numFour = 0.4569;

		System.out.println(numOne + " " + numTwo + " " + numThree + " " + numFour);

	}

}
